[{"Category": 2, "Title": "A 20-YEAR RECORD OF ALPINE GRASSHOPPER ABUNDANCE, WITH INTERPRETATIONS FOR CLIMATE CHANGE", "Publication_month": null, "Publication_year": 1991, "Publication_volume": "15", "Subjects": ["Ecology", "Environmental Sciences & Ecology", "ECOLOGY"], "Endorsement": 4, "Sub_headers": ["Life Sciences & Biomedicine"], "Stance": "NONE", "Authors": ["WHITE, EG", "SEDCOLE, JR"], "Publication_type": "Journal", "Language": "English", "WOS": "WOS:A1991HA88800006", "Headers": ["Science & Technology"], "Organization_info": [["NEW ZEALAND", "CANTERBURY", "CTR RESOURCE MANAGEMENT", "Lincoln University"], ["NEW ZEALAND", "CANTERBURY", "CTR COMP & BIOMETR", "Lincoln University"]], "Publication_length": "14", "Publisher_info": ["PO BOX 25178", "CHRISTCHURCH", "NEW ZEALAND", "NEW ZEALAND ECOL SOC"], "Document_type": "Article", "Abstract": "A 20-year capture-recapture study of alpine grasshoppers spanned three distinct sequences of abundance, featuring in turn dis-equilibrium, equilibrium and secondary cyclic equilibrium. This succession of population patterns in the most abundant species, Paprides nitidus, retained high stability between generations. It arose via superimposed life-cycle pathways and adaptive responses between grasshopper phenologies and their environmental constraints. The responses were identified by correlation coefficient analysis across extensive matrices (11 500+ correlations) of environmental records x time-lagged grasshopper estimators. An estimator of resident population members performed better than total population estimators. The observed retention of population stability despite shifts in the patterns of abundance implies some predictability, and potential effects of climate change (increased temperature, rainfall and raindays) are examined in a context of global warming. It is concluded that flora and fauna could eventually become depleted in alpine regions due to the displacement of grasshopper populations to vegetation-scree margins where physical weathering and vegetation instability are often pronounced. The highly flexible P. nitidus life cycle emphasises a high level of variation in egg phenology, whereby alternative overwintering pathways (quiescence, diapause, extended diapause) lead to variable life-cycle durations. The schematic cycle accommodates two quite different species, Sigaus australis and Brachaspis nivalis, and is throughout the cycle, and the 20-year census history suggests that a classic predator-prey response may arise between a native skink species (Reptilia) and grasshoppers.", "Publication_issue": "2", "References": "50", "Keywords": ["GRASSHOPPERS", "ACRIDIDAE", "ABUNDANCE", "ALPINE", "LIFE CYCLES", "DIAPAUSE", "CAPTURE-RECAPTURE", "CLIMATE CHANGE"], "_id": 3623}, {"Category": 4, "Title": "A GEOLOGICAL PERSPECTIVE ON CLIMATIC-CHANGE - COMPUTER-SIMULATION OF ANCIENT CLIMATES", "Publication_month": "SEP", "Publication_year": 1991, "Publication_volume": "18", "Subjects": ["Geosciences, Multidisciplinary", "Geology", "GEOSCIENCES, MULTIDISCIPLINARY"], "Endorsement": 4, "Sub_headers": ["Physical Sciences"], "Stance": "NONE", "Authors": ["FAWCETT, PJ", "BARRON, EJ"], "Publication_type": "Journal", "Language": "English", "WOS": "WOS:A1991GT70100005", "Headers": ["Science & Technology"], "Organization_info": [["USA", "UNIV PK", "CTR EARTH SYST SCI, DEPT GEOSCI", "Penn State University"]], "Publication_length": "7", "Publisher_info": ["DEPT EARTH SCIENCES MEMORIAL UNIV NEWFOUNDLAND", "ST JOHNS", "CANADA", "GEOLOGICAL ASSOC CANADA"], "Document_type": "Article", "Abstract": "The possibility of global warming resulting from the anthropogenic addition of carbon dioxide and other industrial gases into the atmosphere is a topic of much recent concern. Global climate models are used to make predictions for possible future climatic changes, but their ability to simulate climatic states other than the present day is not well constrained. The sedimentary record contains a wealth of information on past global climatic change. From this, we can get a good idea of what past climatic extremes were, and some idea of their underlying causes. If we attempt to simulate the climate of a past time period, we can evaluate the ability of a climate model to represent a climatic state substantially different from the present day. At present, models are not well utilized to reproduce a global climatology for a particular time period. Rather, the models are used for sensitivity experiments. One geologic factor is varied (e.g., geography or CO2 level) while all others are held constant. In this way, the effect on the climate of changing that one factor can be tested, and insights into the mechanisms of global change are gained. The results are then compared with the geologic record. Two case studies are given as examples.", "Publication_issue": "3", "References": "25", "Keywords": ["CARBON-DIOXIDE", "ICE AGES", "EARTHS"], "_id": 3552}]