[{"url": "http://www.scopus.com/record/display.url?eid=2-s2.0-76849084885&origin=resultslist&sort=plf-f&src=s&st1=CLIMATIC+EFFECTS+ON+THE+PHENOLOGY+OF+GEOPHYTES&st2=&sid=9380656400C6C9EB9854C2E86BA08954.CnvicAmOODVwpVrjSeqQ%3a11&sot=b&sdt=b&sl=53&s=TITLE%28CLIMATIC+EFFECTS+ON+THE+PHENOLOGY+OF+GEOPHYTES%29&relpos=0&relpos=0&citeCnt=5&searchTerm=TITLE%28CLIMATIC+EFFECTS+ON+THE+PHENOLOGY+OF+GEOPHYTES%29", "abstract": ["Nowadays, the scientific and social significance of the research of climatic effects has become outstanding. In order to be able to predict the ecological effects of the global climate change, it is necessary to study monitoring databases of the past and explore connections. For the case study mentioned in the title, historical weather data series from the Hungarian Meteorological Service and Szaniszló Priszter's monitoring data on the phenology of geophytes have been used. These data describe on which days the observed geophytes budded, were blooming and withered. In our research we have found that the classification of the observed years according to phenological events and the classification of those according to the frequency distribution of meteorological parameters show similar patterns, and the one variable group is suitable for explaining the pattern shown by the other one. Furthermore, our important result is that the dates of all three observed phenophases correlate significantly with the average of the daily temperature fluctuation in the given period. The second most often significant parameter is the number of frosty days, this also seem to be determinant for all phenophases. Usual approaches based on the temperature sum and the average temperature don't seem to be really important in this respect. According to the results of the research, it has turned out that the phenology of geophytes can be well modelled with the linear combination of suitable meteorological parameters. © 2009, Penkala Bt., Budapest, Hungary."]},
{"url": "http://www.scopus.com/record/display.url?eid=2-s2.0-69249205635&origin=resultslist&sort=plf-f&src=s&st1=Effects+of+diurnal+warming+on+soil+respiration+are+not+equal+to+the+summed+effects+of+day+and+night+warming+in+a+temperate+steppe&st2=&sid=A22AA95C8BE6B5740DC39EC6DDC77239.CnvicAmOODVwpVrjSeqQ%3a11&sot=b&sdt=b&sl=136&s=TITLE%28Effects+of+diurnal+warming+on+soil+respiration+are+not+equal+to+the+summed+effects+of+day+and+night+warming+in+a+temperate+steppe%29&relpos=0&relpos=0&citeCnt=31&searchTerm=TITLE%28Effects+of+diurnal+warming+on+soil+respiration+are+not+equal+to+the+summed+effects+of+day+and+night+warming+in+a+temperate+steppe%29", "abstract": ["The magnitude of daily minimum temperature increase is greater than that of daily maximum temperature increase under climate warming. This study was conducted to examine whether changes in soil respiration under diurnal warming are equal to the summed changes under day and night warming in a temperate steppe in northern China. A full factorial design with day and night warming was used in this study, including control, day (06:00 a.m.-06:00 p.m., local time) warming, night (06:00 p.m.-06:00 a.m.) warming, and diurnal warming. Day warming showed no effect on soil respiration, whereas night warming significantly increased soil respiration by 7.1% over the 3 growing seasons in 2006-2008. The insignificant effect of day warming on soil respiration could be attributable to the offset of the direct positive effects of increased temperature by the indirect negative effects via aggravating water limitation and suppressing ecosystem C assimilation. The positive effects of night warming on soil respiration were largely due to the stimulation of ecosystem C uptake and substrate supply via overcompensation of plant photosynthesis. Changes in both soil respiration (+20.7 g C m", " y", ") and GEP (-2.8 g C m", " y", ") under diurnal warming are smaller than their summed changes (+40.0 and +24.6 g C m", " y", ", respectively) under day and night warming. Our findings that the effects of diurnal warming on soil respiration and gross ecosystem productivity are not equal to the summed effects of day and night warming are critical for model simulation and projection of climate-carbon feedback."]},
{"url": "http://www.scopus.com/record/display.url?eid=2-s2.0-77149122747&origin=resultslist&sort=plf-f&src=s&st1=RESPONSE+OF+SOIL+NEMATODES+TO+CLIMATE-INDUCED+MELTING+OF+ANTARCTIC+GLACIERS&st2=&sid=A22AA95C8BE6B5740DC39EC6DDC77239.CnvicAmOODVwpVrjSeqQ%3a21&sot=b&sdt=b&sl=82&s=TITLE%28RESPONSE+OF+SOIL+NEMATODES+TO+CLIMATE-INDUCED+MELTING+OF+ANTARCTIC+GLACIERS%29&relpos=0&relpos=0&citeCnt=0&searchTerm=TITLE%28RESPONSE+OF+SOIL+NEMATODES+TO+CLIMATE-INDUCED+MELTING+OF+ANTARCTIC+GLACIERS%29", "abstract": ["Nematode colonization and establishment of nematode communities on ice- free areas created by the recession of Antarctic glaciers were studied on the Antarctic Specially Protected Area (ASPA) No. 128 (Western coast of Admiralty Bay, King George Island, South Shetlands Islands). Soil samples were taken along three transects marked between sea shore and Ecology Glacier, Baranowski Glacier and Windy Glacier and assigned to four age-class intervals: 0-7, >7- 29, >29-52 and >52 years after the retreat of the glaciers. Changes in nematode communities, in terms of abundance, diversity and trophic structure were related to the duration of the ice-free period. The abundance of nematodes increased with the age of ice-free areas. The highest numbers of nematodes were found on the sites free of ice for more than 52 years. Taxonomic and trophic diversity of nematodes on these sites was also significantly higher in comparison to the rest sites. Nematode communities on the sites from the first three age-class intervals were poor in genera (up to 6 genera) while on the oldest sites in total 16 genera of nematodes were found. A trend of increasing the number of nematode trophic groups along the age classes was also apparent - from community of nematodes belonging to only two trophic groups (bacterial and fungal feeders) on younger ice-free sites to more complex community of nematodes (belonging to five trophic groups), at the oldest sites."]},
{"url": "http://www.scopus.com/record/display.url?eid=2-s2.0-70350413632&origin=resultslist&sort=plf-f&src=s&st1=Georeferencing+specimens+by+combining+digitized+maps+with+SRTM+digital+elevation+data+and+satellite+images%3a+a+Bornean+case+study&st2=&sid=A22AA95C8BE6B5740DC39EC6DDC77239.CnvicAmOODVwpVrjSeqQ%3a61&sot=b&sdt=b&sl=135&s=TITLE%28Georeferencing+specimens+by+combining+digitized+maps+with+SRTM+digital+elevation+data+and+satellite+images%3a+a+Bornean+case+study%29&relpos=0&relpos=0&citeCnt=1&searchTerm=TITLE%28Georeferencing+specimens+by+combining+digitized+maps+with+SRTM+digital+elevation+data+and+satellite+images%3A+a+Bornean+case+study%29", "abstract": ["For numerous scientific purposes collection records need to be georeferenced. Although the geographic coordinates of many of the collection localities are available in gazetteers, especially collections from tropical areas of the world are still not georeferenced. In an attempt to georeference these localities for Indonesian Borneo we used digitized old maps which were georegistered with SRTM digital elevation data, and Landsat 7- and JERS-1 SAR radar satellite images. This enabled us to georeference 2 577 additional collections from Indonesian Borneo, belonging to 1 744 taxa, which were collected at 134 previously not georeferenced localities. This applied methodology enables researchers to georeference their historical collections for biodiversity, biogeographical, and global climate change impact studies. © 2009 Nationaal Herbarium Nederland."]},
{"url": "http://www.scopus.com/record/display.url?eid=2-s2.0-77956771326&origin=resultslist&sort=plf-f&src=s&st1=Are+snake+populations+in+widespread+decline%3f&st2=&sid=A22AA95C8BE6B5740DC39EC6DDC77239.CnvicAmOODVwpVrjSeqQ%3a71&sot=b&sdt=b&sl=51&s=TITLE%28Are+snake+populations+in+widespread+decline%3f%29&relpos=0&relpos=0&citeCnt=77&searchTerm=TITLE%28Are+snake+populations+in+widespread+decline%3F%29", "abstract": ["Long-term studies have revealed population declines in fishes, amphibians, reptiles, birds and mammals. In birds, and particularly amphibians, these declines are a global phenomenon whose causes are often unclear. Among reptiles, snakes are top predators and therefore a decline in their numbers may have serious consequences for the functioning of many ecosystems. Our results show that, of 17 snake populations (eight species) from the UK, France, Italy, Nigeria and Australia, 11 have declined sharply over the same relatively short period of time with five remaining stable and one showing signs of a marginal increase. Although the causes of these declines are currently unknown, we suspect that they are multi-faceted (such as habitat quality deterioration, prey availability), and with a common cause, e.g. global climate change, at their root. © 2010 The Royal Society."]},
{"url": "http://www.scopus.com/record/display.url?eid=2-s2.0-78650899956&origin=resultslist&sort=plf-f&src=s&st1=Aerosol+size+confines+climate+response+to+volcanic+super-eruptions&st2=&sid=A22AA95C8BE6B5740DC39EC6DDC77239.CnvicAmOODVwpVrjSeqQ%3a81&sot=b&sdt=b&sl=73&s=TITLE%28Aerosol+size+confines+climate+response+to+volcanic+super-eruptions%29&relpos=0&relpos=0&citeCnt=52&searchTerm=TITLE%28Aerosol+size+confines+climate+response+to+volcanic+super-eruptions%29", "abstract": ["Extremely large volcanic eruptions have been linked to global climate change, biotic turnover, and, for the Younger Toba Tuff (YTT) eruption 74,000 years ago, near-extinction of modern humans. One of the largest uncertainties of the climate effects involves evolution and growth of aerosol particles. A huge atmospheric concentration of sulfate causes higher collision rates, larger particle sizes, and rapid fall out, which in turn greatly affects radiative feedbacks. We address this key process by incorporating the effects of aerosol microphysical processes into an Earth System Model. The temperature response is shorter (9-10 years) and three times weaker (-3.5 K at maximum globally) than estimated before, although cooling could still have reached -12 K in some midlatitude continental regions after one year. The smaller response, plus its geographic patchiness, suggests that most biota may have escaped threshold extinction pressures from the eruption. © 2010 by the American Geophysical Union."]},
{"url": "http://www.scopus.com/record/display.url?eid=2-s2.0-78650885483&origin=resultslist&sort=plf-f&src=s&st1=Environmental+Effects+on+Temperature+Stress+Resistance+in+the+Tropical+Butterfly+Bicyclus+Anynana&st2=&sid=A22AA95C8BE6B5740DC39EC6DDC77239.CnvicAmOODVwpVrjSeqQ%3a121&sot=b&sdt=b&sl=104&s=TITLE%28Environmental+Effects+on+Temperature+Stress+Resistance+in+the+Tropical+Butterfly+Bicyclus+Anynana%29&relpos=0&relpos=0&citeCnt=32&searchTerm=TITLE%28Environmental+Effects+on+Temperature+Stress+Resistance+in+the+Tropical+Butterfly+Bicyclus+Anynana%29", "abstract": ["Background: The ability to withstand thermal stress is considered to be of crucial importance for individual fitness and species' survival. Thus, organisms need to employ effective mechanisms to ensure survival under stressful thermal conditions, among which phenotypic plasticity is considered a particularly quick and effective one. Methodology/Principal Findings:In a series of experiments we here investigate phenotypic adjustment in temperature stress resistance following environmental manipulations in the butterfly Bicyclus anynana. Cooler compared to warmer acclimation temperatures generally increased cold but decreased heat stress resistance and vice versa. In contrast, short-time hardening responses revealed more complex patterns, with, e.g., cold stress resistance being highest at intermediate hardening temperatures. Adult food stress had a negative effect on heat but not on cold stress resistance. Additionally, larval feeding treatment showed interactive effects with adult feeding for heat but not for cold stress resistance, indicating that nitrogenous larval resources may set an upper limit to performance under heat stress. In contrast to expectations, cold resistance slightly increased during the first eight days of adult life. Light cycle had marginal effects on temperature stress resistance only, with cold resistance tending to be higher during daytime and thus active periods. Conclusions/Significance: Our results highlight that temperature-induced plasticity provides an effective tool to quickly and strongly modulate temperature stress resistance, and that such responses are readily reversible. However, resistance traits are not only affected by ambient temperature, but also by, e.g., food availability and age, making their measurement challenging. The latter effects are largely underexplored and deserve more future attention. Owing to their magnitude, plastic responses in thermal tolerance should be incorporated into models trying to forecast effects of global change on extant biodiversity. © 2010 Fischer et al."]},
{"url": "http://www.scopus.com/record/display.url?eid=2-s2.0-78650508764&origin=resultslist&sort=plf-f&src=s&st1=A+thermodynamic+model+for+estimating+sea+and+lake+ice+thickness+with+optical+satellite+data&st2=&sid=A22AA95C8BE6B5740DC39EC6DDC77239.CnvicAmOODVwpVrjSeqQ%3a131&sot=b&sdt=b&sl=98&s=TITLE%28A+thermodynamic+model+for+estimating+sea+and+lake+ice+thickness+with+optical+satellite+data%29&relpos=0&relpos=0&citeCnt=15&searchTerm=TITLE%28A+thermodynamic+model+for+estimating+sea+and+lake+ice+thickness+with+optical+satellite+data%29", "abstract": ["Sea ice is a very important indicator and an effective modulator of regional and global climate change. Current remote sensing techniques provide an unprecedented opportunity to monitor the cryosphere routinely with relatively high spatial and temporal resolutions. In this paper, we introduce a thermodynamic model to estimate sea and lake ice thickness with optical (visible, near-infrared, and infrared) satellite data. Comparisons of nighttime ice thickness retrievals to ice thickness measurements from upward looking submarine sonar show that this thermodynamic model is capable of retrieving ice thickness up to 2.8 m. The mean absolute error is 0.18 m for samples with a mean ice thickness of 1.62 m, i.e., an 11% mean absolute error. Comparisons with in situ Canadian stations and moored upward looking sonar measurements show similar results. Sensitivity studies indicate that the largest errors come from uncertainties in surface albedo and downward solar radiation flux estimates from satellite data, followed by uncertainties in snow depth and cloud fractional coverage. Due to the relatively large uncertainties in current satellite retrievals of surface albedo and surface downward shortwave radiation flux, the current model is not recommended for use with daytime data. For nighttime data, the model is capable of resolving regional and seasonal variations in ice thickness and is useful for climatological analysis. © 2010 by the American Geophysical Union."]},
{"url": "http://www.scopus.com/record/display.url?eid=2-s2.0-78751540036&origin=resultslist&sort=plf-f&src=s&st1=Coastal+erosion+and+mitigation+methods+-+Global+state+of+art&st2=&sid=A22AA95C8BE6B5740DC39EC6DDC77239.CnvicAmOODVwpVrjSeqQ%3a141&sot=b&sdt=b&sl=67&s=TITLE%28Coastal+erosion+and+mitigation+methods+-+Global+state+of+art%29&relpos=0&relpos=0&citeCnt=1&searchTerm=TITLE%28Coastal+erosion+and+mitigation+methods+-+Global+state+of+art%29", "abstract": ["Coastal erosion is assuming large proportions these days. Global climate change coupled with local attributes is eroding the coasts of the world in alarming proportions. Most of the conventional protection methods are hard, short lived, expensive and not eco-friendly. Trend in coastal erosion mitigation and protection has been shifting these days towards soft but novel, eco-friendly methods. Pro-active methods are being developed and used which are eco-friendly, construction-friendly, cheaper and which also reasonably address the root cause of the problem without much 'side effects'. Many non-traditional ways to armor, stabilize or restore beaches, including the use of patented precast concrete units, geotextile sand-filled bags, green belts, bio-engineering, sand fencing, beach-face dewatering systems, integrated costal protection methods are being used. Retreat from the coast is also thought about, in many circles. Present study consists the global coastal erosion scenario and also some of the state of the art soft and pro-active erosion mitigation methods."]},
{"url": "http://www.scopus.com/record/display.url?eid=2-s2.0-78649814574&origin=resultslist&sort=plf-f&src=s&st1=Monitoring+light+hydrocarbons+in+Brazilian+coal+mines+and+in+confined+coal+samples&st2=&sid=A22AA95C8BE6B5740DC39EC6DDC77239.CnvicAmOODVwpVrjSeqQ%3a181&sot=b&sdt=b&sl=89&s=TITLE%28Monitoring+light+hydrocarbons+in+Brazilian+coal+mines+and+in+confined+coal+samples%29&relpos=0&relpos=0&citeCnt=5&searchTerm=TITLE%28Monitoring+light+hydrocarbons+in+Brazilian+coal+mines+and+in+confined+coal+samples%29", "abstract": ["Monitoring light hydrocarbons (LHCs) in coal mines, particularly methane, is important not only because of their implications for global climate change but also for economic and safety reasons. Furthermore, the identification and quantification of LHCs in coal mine air samples and desorbed from confined coal may contribute to a better understanding of coal seam characteristics. The paucity of information about the levels of methane in Brazilian underground coal mines can be attributed to their difficult access and a lack of adequate procedures for correct gas sampling. The aim of this study is to optimize and apply standard gas chromatography procedures to determine LHC levels in the air of coal mines and in confined coal from five mines under operation, three underground (A, B, C) and two surface (D, E) mines, in southern Brazil. The results indicate methane (C", ") levels varying from 3ppm to 27% in the atmosphere of the underground mines. Mine A presented high levels of all LHCs analyzed (C", " to C", "), while only C", " and C", " were detected in mine B, and hydrocarbons ranging from C", " to C", " were found in mine C. On the other hand, surface mines presented narrow concentration range for C", " (3ppm to 470ppm) and C", "-C", ", with higher levels observed for puncture explosive points. Among LHCs, methane is desorbed in higher concentrations from confined coals and the presence of C", " was detected in all samples while C", "-C", " were only observed in coals from underground mines. These data are consistent with those obtained from the air gas samples collected in the mines under study. Geological events such as faulting and intrusions can accelerate the release of gas or the trapping of large amounts of previously released methane. The LHC emissions from coal mines were found to be highly variable, indicating the need for a comprehensive survey of Brazilian coal mine emissions. © 2010 Elsevier B.V."]},
{"url": "http://www.scopus.com/record/display.url?eid=2-s2.0-79551587128&origin=resultslist&sort=plf-f&src=s&st1=A+review+of+recent+developments+on+turbulent+entrainment+in+stratified+flows&st2=&sid=A22AA95C8BE6B5740DC39EC6DDC77239.CnvicAmOODVwpVrjSeqQ%3a191&sot=b&sdt=b&sl=83&s=TITLE%28A+review+of+recent+developments+on+turbulent+entrainment+in+stratified+flows%29&relpos=0&relpos=0&citeCnt=1&searchTerm=TITLE%28A+review+of+recent+developments+on+turbulent+entrainment+in+stratified+flows%29", "abstract": ["Stratified interfaces are present in many geophysical flow situations, and transport across such an interface is an essential factor for correctly evaluating the physical processes taking place at many spatial and temporal scales in such flows. In order to accurately evaluate vertical and lateral transport occurring when a turbulent flow impinges on a stratified interface, the turbulent entrainment and vorticity generation mechanisms near the interface must be understood and quantified. Laboratory experiments were performed for three flow configurations: a vertical thermal, a sloping gravity current and a vertical turbulent jet with various tilt angles and precession speeds. All three flows impinged on an interface separating a two-layer stably stratified environment. The entrainment rate is quantified for each flow using laser-induced fluorescence and compared to predictions of Cotel and Breidenthal(1997 Appl. Sci. Res. 57 349-66). The possible applications of transport across stratified interfaces include the contribution of hydrothermal plumes to the global ocean energy budget, turbidity currents on the ocean floor, the design of lake de-stratification systems, modeling gas leaks from storage reservoirs, weather forecasting and global climate change. © 2010 The Royal Swedish Academy of Sciences."]},
{"url": "http://www.scopus.com/record/display.url?eid=2-s2.0-78650177687&origin=resultslist&sort=plf-f&src=s&st1=Mitigating+Climate+Change+Through+Small-Scale+Forestry+in+the+USA%3a+Opportunities+and+Challenges&st2=&sid=A22AA95C8BE6B5740DC39EC6DDC77239.CnvicAmOODVwpVrjSeqQ%3a201&sot=b&sdt=b&sl=102&s=TITLE%28Mitigating+Climate+Change+Through+Small-Scale+Forestry+in+the+USA%3a+Opportunities+and+Challenges%29&relpos=0&relpos=0&citeCnt=12&searchTerm=TITLE%28Mitigating+Climate+Change+Through+Small-Scale+Forestry+in+the+USA%3A+Opportunities+and+Challenges%29", "abstract": ["Forest management for carbon sequestration is a low-cost, low-technology, relatively easy way to help mitigate global climate change that can be adopted now while additional long-term solutions are developed. Carbon-oriented management of forests also offers forest owners an opportunity to obtain a new source of income, and commonly has environmental co-benefits. The USA is developing climate change policy that recognizes forestry as a source of offsets in carbon markets, and the emissions trading programs and standards that have developed to date offer opportunities for afforestation, reforestation, reduced emissions from deforestation and forest degradation, and improved forest management projects. Private forest owners are key players in carbon markets because they own over half of the forest land in the USA and carbon offsetting from public forest land is rare. However, a number of environmental, economic, and social constraints currently limit carbon market participation by forest owners. Key issues include: the low price of carbon and high cost of market entry; whether small landowners can gain market access; how to meet requirements such as management plans and certification; and whether managing for carbon is consistent with other forest management goals. This paper provides an overview of current and emerging opportunities for family forest owners to contribute to climate change mitigation in the USA, and explores ways of overcoming some of the challenges so that they can take advantage of these opportunities. © 2010 US Government employee."]},
{"url": "http://www.scopus.com/record/display.url?eid=2-s2.0-78149420263&origin=resultslist&sort=plf-f&src=s&st1=Differential+effects+of+warming+and+nutrient+loading+on+the+timing+and+size+of+the+spring+zooplankton+peak%3a+an+experimental+approach+with+hypertrophic+freshwater+mesocosms&st2=&sid=A22AA95C8BE6B5740DC39EC6DDC77239.CnvicAmOODVwpVrjSeqQ%3a241&sot=b&sdt=b&sl=178&s=TITLE%28Differential+effects+of+warming+and+nutrient+loading+on+the+timing+and+size+of+the+spring+zooplankton+peak%3a+an+experimental+approach+with+hypertrophic+freshwater+mesocosms%29&relpos=0&relpos=0&citeCnt=15&searchTerm=TITLE%28Differential+effects+of+warming+and+nutrient+loading+on+the+timing+and+size+of+the+spring+zooplankton+peak%3A+an+experimental+approach+with+hypertrophic+freshwater+mesocosms%29", "abstract": ["In shallow lakes, environmental warming and nutrient loading are important influences on the likelihood of a shift between clear and turbid ecosystem states. With temperatures and nutrient runoff predicted to increase within the next decades, climate change poses a threat to lake communities. However, current predictions on the effect of these environmental factors on the abundance and timing of peak zooplankton numbers are based on correlations rather than on experimental isolation of thermal from other confounding effects. We present results of warming (4°C above ambient) and increased nutrient loading on plankton communities in 48 outdoor mesocosms, simulating fishless and hypertrophic ponds. The timing of the chlorophyll a peak and crustacean zooplankton peak abundance, dominated by Daphnia pulex, responded strongly to temperature and nutrient addition. Daphnia numbers reached peaks 22-24 days earlier in heated than in unheated mesocosms. The chlorophyll a peak abundance advanced by 15-19 days with heating. Phytoplankton, total zooplankton and D. pulex reached peak abundance 12-19 days later when doses of nitrogen and phosphorus were added; this finding contradicts predicted earlier phytoplankton and zooplankton spring peak abundances with nutrient enrichment. Peak zooplankton and D. pulex abundances did not differ with temperature treatment, contrary to our expectations, but peak abundances occurred at similar actual temperatures. Nutrient additions had no effect on the peak zooplankton and D. pulex abundances in our mesocosms. Overall, climate warming is likely to advance plankton phenology in fishless ponds; however, this advance could be dampened in systems with high nutrient concentration. We found very high zooplankton abundances with warming and high nutrient loadings inducing a clear water state in all our tanks owing to heavy zooplankton grazing despite high nutrient concentrations. © The Author 2010. Published by Oxford University Press. All rights reserved."]},
{"url": "http://www.scopus.com/record/display.url?eid=2-s2.0-79954449483&origin=resultslist&sort=plf-f&src=s&st1=Decreasing+trend+and+fluctuations+in+the+mean+ring+density+of+Norway+spruce+through+the+twentieth+century&st2=&sid=A22AA95C8BE6B5740DC39EC6DDC77239.CnvicAmOODVwpVrjSeqQ%3a261&sot=b&sdt=b&sl=112&s=TITLE%28Decreasing+trend+and+fluctuations+in+the+mean+ring+density+of+Norway+spruce+through+the+twentieth+century%29&relpos=0&relpos=0&citeCnt=14&searchTerm=TITLE%28Decreasing+trend+and+fluctuations+in+the+mean+ring+density+of+Norway+spruce+through+the+twentieth+century%29", "abstract": ["Studies on wood density variations are necessary for estimating the forest carbon pool. Further, they can help predict the technological properties of wooden end-products. While there have been frequent reports on the relationships between wood density, cambial age, and ring width, there is little information about the historical trend in wood density for the last century, particularly in the context of global climate change. In this study, different sources of variations in mean ring density (site, tree, ring age, ring width, and calendar date) were studied using an original sampling design. A total of 105 Norway spruce (Picea abies Karst.) trees were sampled in north-eastern France, from thirteen sites with trees of different ages growing at the same site and in similar conditions. X-ray densitometry measurements were performed on samples taken at breast height. The chronology of the mean ring density over the 20th century was estimated by using a statistical modelling approach based on linear mixed-effects models after accounting for the effect on the mean ring density introduced by different ring widths, cambial ages, sites, and trees. The mean ring density of Norway spruce was seen to decrease by about 18 kg m ", " relative to the year 1900. The chronology showed no evolution between 1900 and 1950, a steep decline from 1950 to 1980 (reaching a maximum decrease of 30 kg m ", "), followed by an increase from 1980 to 2000. The observed decrease was consistent with the results of previous works and supports the hypothesis that this could indicate a global trend and that this trend is independent of the wood structure. Moreover, high inter-annual density variations were found. In future studies, the influence of climate on the wood density and within-ring properties must be clarified to identify the anatomic causes for wood density variations. © 2010 INRA, EDP Sciences."]},
{"url": "http://www.scopus.com/record/display.url?eid=2-s2.0-78649254376&origin=resultslist&sort=plf-f&src=s&st1=Aboveground+and+belowground+biomass+and+carbon+pools+in+highland+temperate+forest+landscape+in+Central+Mexico&st2=&sid=A22AA95C8BE6B5740DC39EC6DDC77239.CnvicAmOODVwpVrjSeqQ%3a281&sot=b&sdt=b&sl=116&s=TITLE%28Aboveground+and+belowground+biomass+and+carbon+pools+in+highland+temperate+forest+landscape+in+Central+Mexico%29&relpos=0&relpos=0&citeCnt=9&searchTerm=TITLE%28Aboveground+and+belowground+biomass+and+carbon+pools+in+highland+temperate+forest+landscape+in+Central+Mexico%29", "abstract": ["Temperate forests play a significant role in the global carbon cycle. However, deforestation, land use changes and differences in successional and species composition cause a spatial heterogeneity in the potential carbon storage in the landscape. The aims of this study were (1) to quantify aboveground and belowground biomass and respective carbon storage and (2) to project the future carbon storage in temperate forests landscape in Cofre de Perote, Veracruz, Mexico. Aboveground and belowground biomass was estimated in seven forests with different species composition and conservation status and management, in three grasslands and in two shrublands at a range of altitudes. Total biomass in forests ranged from 91.07 to 383.78 Mg ha", ", in grassland from 9.83 to 24.93 Mg ha", " and in successional (shrublands) from 6.33 to 7.69 Mg ha", ". This suggests that deforestation and changes of land use could reduce aboveground biomass by 90 per cent. Mature forests had the largest aboveground and belowground biomass and the lowest density (number of trees per hectare) but a lower potential for accumulation of C in the future; in contrast, young forests and reforested areas had higher growth and carbon storage potential. Our results suggest that avoiding deforestation and improving forest management could play a major role in global climate change mitigation. © Institute of Chartered Foresters, 2010. All rights reserved."]},
{"url": "http://www.scopus.com/record/display.url?eid=2-s2.0-77957285397&origin=resultslist&sort=plf-f&src=s&st1=Organic+matter+availability+during+pre-+and+post-drought+periods+in+a+Mediterranean+stream&st2=&sid=A22AA95C8BE6B5740DC39EC6DDC77239.CnvicAmOODVwpVrjSeqQ%3a301&sot=b&sdt=b&sl=97&s=TITLE%28Organic+matter+availability+during+pre-+and+post-drought+periods+in+a+Mediterranean+stream%29&relpos=0&relpos=0&citeCnt=18&searchTerm=TITLE%28Organic+matter+availability+during+pre-+and+post-drought+periods+in+a+Mediterranean+stream%29", "abstract": ["Mediterranean streams are characterized by water flow changes caused by floods and droughts. When intermittency occurs in river ecosystems, hydrologic connectivity is interrupted and this affects benthic, hyporheic and flowing water compartments. Organic matter use and transport can be particularly affected during the transition from wet to dry and dry to wet conditions. In order to characterize the changes in benthic organic matter quantity and quality throughout a drying and rewetting process, organic matter, and enzyme activities were analyzed in the benthic accumulated material (biofilms growing on rocks and cobbles, leaves, and sand) and in flowing water (dissolved and particulate fractions). The total polysaccharide, amino acid, and lipid content in the benthic organic matter were on average higher in the drying period than in the rewetting period. However, during the drying period, peptide availability decreased, as indicated by decreases in leucine aminopeptidase activity, as well as amino acid content in the water and benthic material, except leaves; while polysaccharides were actively used, as indicated by an increase in β-glucosidase activity in the benthic substrata and an increase in polysaccharide content of the particulate water fraction and in leaf material. During this process, microbial heterotrophs were constrained to use the organic matter source of the lowest quality (polysaccharides, providing only C), since peptides (providing N and C) were no longer available. During the flow recovery phase, the microbial community rapidly recovered, suggesting the use of refuges and/or adaptation to desiccation during the previous drought period. The scouring during rewetting was responsible for the mobilization of the streambed and loss of benthic material, and the increase in high quality organic matter in transport (at that moment, polysaccharides and amino acids accounted for 30% of the total DOC). The dynamics of progressive and gradual drought effects, as well as the fast recovery after rewetting, might be affected by the interaction of the individual dynamics of each benthic substratum: sand sediments and leaves providing refuge for microorganisms and organic matter storage, while on cobbles, an active bacterial community is developed in the rewetting. Since global climate change may favor a higher intensity and frequency of droughts in streams, understanding the effects of these disturbances on the materials and biota could contribute to reliable resource management. The maintenance of benthic substrata heterogeneity within the stream may be important for stream recovery after droughts. © 2010 Springer Science+Business Media B.V."]},
{"url": "http://www.scopus.com/record/display.url?eid=2-s2.0-77957272011&origin=resultslist&sort=plf-f&src=s&st1=Flow+regime+alteration+effects+on+the+organic+C+dynamics+in+semiarid+stream+ecosystems&st2=&sid=A22AA95C8BE6B5740DC39EC6DDC77239.CnvicAmOODVwpVrjSeqQ%3a321&sot=b&sdt=b&sl=93&s=TITLE%28Flow+regime+alteration+effects+on+the+organic+C+dynamics+in+semiarid+stream+ecosystems%29&relpos=0&relpos=0&citeCnt=3&searchTerm=TITLE%28Flow+regime+alteration+effects+on+the+organic+C+dynamics+in+semiarid+stream+ecosystems%29", "abstract": ["There is evidence of an ongoing alteration of the flow regime owing to climate change forcing, which has resulted in substantial increases in the frequency and magnitude of extreme events such as floods and droughts. Such changes in the flow regime may have major implications in freshwater ecosystems and, in particular, in the organic carbon dynamics in semiarid stream ecosystems. Much is known about the role of extreme flow events on structuring stream ecosystems, but few studies explored the effects of extreme flow events magnitude, timing, and sequence on stream ecosystems. To assess the effect of extreme events on stream organic C dynamics, a simple and flexible modeling approach was applied to simulate the organic carbon dynamics in a simplified river reach. The river reach model was initially calibrated and tested using long-term data for stream water velocity and amount of organic carbon in sediment. After that, multiple scenarios differing in the extreme flow events (floods and droughts) sequence and magnitude were used to simulate the effects of possible flow regime changes on the stream organic carbon dynamics. Initial expectations were that: (i) an increase in the magnitude or frequency of extreme flow events would reduce the amount of organic carbon respired within the simulated river reach, and (ii) relationship between the timings of the extreme flow events and of the litterfall input would influence considerably the effects of the extreme flow events. Results pointed out that: (i) the amount of processed carbon respect the amount entering the ecosystem was affected by extreme events such floods and droughts, but the relevance of those events differed along the year, with a maximal effect during the litterfall period; (ii) extreme event timing rather than the magnitude was more relevant to the stream organic carbon dynamics; and (iii) the amount of respired carbon in the ecosystem could be amplified or reduced depending on event sequence. Increasing awareness of the role of inland waters in the global carbon cycle and the shaping role of hydrology on the stream organic carbon dynamics stress the need to better quantify carbon fluxes and the hydrological controls on these fluxes. © 2010 Springer Science+Business Media B.V."]},
{"url": "http://www.scopus.com/record/display.url?eid=2-s2.0-78651337687&origin=resultslist&sort=plf-f&src=s&st1=Development+of+environmental+monitoring+satellite+systems+in+China&st2=&sid=A22AA95C8BE6B5740DC39EC6DDC77239.CnvicAmOODVwpVrjSeqQ%3a361&sot=b&sdt=b&sl=73&s=TITLE%28Development+of+environmental+monitoring+satellite+systems+in+China%29&relpos=0&relpos=0&citeCnt=1&searchTerm=TITLE%28Development+of+environmental+monitoring+satellite+systems+in+China%29", "abstract": ["With the increase in global environmental problems, the necessity and urgency of remote sensing technology being applied to environmental monitoring has been widely recognized around the world. China has launched the environment and disaster monitoring and forecasting small satellite constellation HJ-1A/B and the FY3 atmosphere and environmental satellite, but they still cannot fully satisfy requirements for environmental monitoring. This paper summarizes the current status of satellite environmental monitoring in China and the existing problems of inadequate load design and low data utilization efficiency, and discusses the demand for environmental monitoring satellites. Based on the development of foreign satellite systems for environmental monitoring, the future development and key tasks of the environmental monitoring satellite system in China is discussed, as are some related initiatives. © 2010 Science China Press and Springer-Verlag Berlin Heidelberg."]},
{"url": "http://www.scopus.com/record/display.url?eid=2-s2.0-78049293741&origin=resultslist&sort=plf-f&src=s&st1=Characterizing+changes+in+surface+ozone+levels+in+metropolitan+and+rural+areas+in+the+United+States+for+1980-2008+and+1994-2008&st2=&sid=A22AA95C8BE6B5740DC39EC6DDC77239.CnvicAmOODVwpVrjSeqQ%3a371&sot=b&sdt=b&sl=134&s=TITLE%28Characterizing+changes+in+surface+ozone+levels+in+metropolitan+and+rural+areas+in+the+United+States+for+1980-2008+and+1994-2008%29&relpos=0&relpos=0&citeCnt=24&searchTerm=TITLE%28Characterizing+changes+in+surface+ozone+levels+in+metropolitan+and+rural+areas+in+the+United+States+for+1980-2008+and+1994-2008%29", "abstract": ["In this analysis, we characterize urban and rural ozone (O ", ") trends across the US for the periods 1980-2008 (29 years) and 1994-2008 (15 years) using three exposure metrics, which summarize daily O ", " concentrations to reflect different ways O ", " may affect human health and vegetation. We observe that a statistically significant trend at a specific monitoring site, using one exposure metric, does not necessarily result in a similar trend using the other two metrics. The two most common trends among the monitoring sites are either a continuation of negative trending over the 29-year period or a shift from negative to no trend status, indicating a leveling off of the trending. Very few sites exhibit statistically significant increases in the exposure indices. In characterizing the statistically significant changes in the distribution of hourly average O ", ", we observe subtle statistically significant changes in the lower part of the distribution (i.e., below 50ppb) that are not necessarily captured by the trending patterns associated with the three exposure metrics. Using multisite data from 12 metropolitan cities, we find that as the frequency of higher hourly average concentrations is reduced, the lower hourly average concentrations also move upward toward the mid-level values. The change in the number of the hourly average concentrations in the lower range is consistent with decreased NO scavenging. We recommend assessing possible subtle shifts in O ", " concentrations by characterizing changes in the distribution of hourly average concentrations by month. Identifying statistically significant monthly changes in the mid- and low-level hourly average concentrations may provide important information for assessing changes in physical processes associated with global climate change, long-range transport, and the efficacy of models used for emission and risk reductions. Our results indicate that it is important to investigate the change in the trending pattern with time (e.g., moving 15-year trending) in order to assess how year-to-year variability may influence the trend calculation. © 2010 Elsevier Ltd."]},
{"url": "http://www.scopus.com/record/display.url?eid=2-s2.0-78649843473&origin=resultslist&sort=plf-f&src=s&st1=Global+climate+change+and+carbon+balance+in+forest+ecosystems+of+boreal+zones%3a+Simulation+modeling+as+a+forecast+tool&st2=&sid=A22AA95C8BE6B5740DC39EC6DDC77239.CnvicAmOODVwpVrjSeqQ%3a381&sot=b&sdt=b&sl=124&s=TITLE%28Global+climate+change+and+carbon+balance+in+forest+ecosystems+of+boreal+zones%3a+Simulation+modeling+as+a+forecast+tool%29&relpos=0&relpos=0&citeCnt=2&searchTerm=TITLE%28Global+climate+change+and+carbon+balance+in+forest+ecosystems+of+boreal+zones%3A+Simulation+modeling+as+a+forecast+tool%29", "abstract": ["The individual-based system of models EFIMOD simulating carbon and nitrogen flows in forest ecosystems has been used for forecasting the response of forest ecosystems to various forest management regimes with climate change. As input data the forest inventory data for the Manturovskii forestry of the Kostroma region were used. It has been shown that increase of mid-annual temperatures and precipitation influence the redistribution of carbon and nitrogen supply in organic form: supply increase of these elements in phytomass simultaneously with depletion of them in soil occurred. The most carbon and nitrogen accumulation in forest ecosystems occurs in the scenario without felling. In addition, in this scenario only the ecosystems of the modeling territory function as a carbon sink; in the other two scenarios (with selective and clear cutting) they function as a source of carbon. Climate changes greatly influence the decomposition rate of organic matter in soil, which leads to increased emission of carbon dioxide. The second consequence of the increase in the destruction rate is nitrogen increase in the soil in a form available for plants that entails productivity increase of stands. © 2010 Pleiades Publishing, Ltd."]},
{"url": "http://www.scopus.com/record/display.url?eid=2-s2.0-78649484232&origin=resultslist&sort=plf-f&src=s&st1=Predicting+changes+in+soil+organic+carbon+in+mediterranean+and+alpine+forests+during+the+Kyoto+Protocol+commitment+periods+using+the+CENTURY+model&st2=&sid=A22AA95C8BE6B5740DC39EC6DDC77239.CnvicAmOODVwpVrjSeqQ%3a431&sot=b&sdt=b&sl=153&s=TITLE%28Predicting+changes+in+soil+organic+carbon+in+mediterranean+and+alpine+forests+during+the+Kyoto+Protocol+commitment+periods+using+the+CENTURY+model%29&relpos=0&relpos=0&citeCnt=2&searchTerm=TITLE%28Predicting+changes+in+soil+organic+carbon+in+mediterranean+and+alpine+forests+during+the+Kyoto+Protocol+commitment+periods+using+the+CENTURY+model%29", "abstract": ["Six Italian research sites, representative of Mediterranean and mountain forests and equipped with eddy covariance towers, were used in this study to test the performance of the CENTURY 4.5 model in predicting the dynamics of soil organic carbon (SOC) changes during the commitment periods (CP) of the Kyoto Protocol (2008-2012; 2013-2017). We show that changes in SOC stocks over short periods of time are difficult to detect, and explore the potential for models to be used for reporting SOC changes for forests that will remain forests, under Article 3.4 of the Kyoto Protocol. As the eddy covariance flux sites have been active for 10-yr on average, being initiated over the period between 1996 and 1998, the model was evaluated by comparing the modelled SOC stocks with those directly measured at each site in different years. Since long term series of observed values for soil carbon were not available, the validation of other model outputs such as net primary production (NPP) and soil nitrogen stocks, gives some confidence in long term simulations. Once the model performance was evaluated, two climate change scenarios, A1F1 (world markets-fossil fuel intensive) and B2 (local sustainability), were considered for prediction of C stock changes during the commitment periods of the Kyoto Protocol. In general, despite the need to consider the uncertainties in the direct measurements, at each site model fit with measured SOC stocks was good, with the simulated values within the standard deviation of the measurements. In this regard, the similarity between the SOC measured in 2008 and that predicted for the two forthcoming commitment periods points out the difficulty of detecting carbon stock changes by direct measurements, given the closeness in time to the present of the commitment periods. In any case, all sites show positive variations that are possibly related to the fertilization effects of increasing CO", " and to longer growing seasons, since no change in management occurred. Compared with the SOC measured in 2008, at the end of the second commitment period, the modelled SOC variations were smaller than 2% in the Mediterranean forests and comprised between 2% and 7% in the mountain forests. These variations, although small, indicate it might be possible to statistically detect differences after 10-yr in mountain forests with a reasonable number of samples. In conclusion, this work shows that since SOC stock changes are minimal within both CP, models can be effective tools for estimating future changes in SOC amounts, as an alternative to, or in support of, direct measurements when a short period of time is considered. © 2010 The Authors. Journal compilation © 2010 British Society of Soil Science."]},
{"url": "http://www.scopus.com/record/display.url?eid=2-s2.0-79952061922&origin=resultslist&sort=plf-f&src=s&st1=Impacts+of+climate+change+on+winter+wheat+growth+in+Panzhuang+Irrigation+District%2c+Shandong+Province&st2=&sid=A22AA95C8BE6B5740DC39EC6DDC77239.CnvicAmOODVwpVrjSeqQ%3a441&sot=b&sdt=b&sl=107&s=TITLE%28Impacts+of+climate+change+on+winter+wheat+growth+in+Panzhuang+Irrigation+District%2c+Shandong+Province%29&relpos=0&relpos=0&citeCnt=5&searchTerm=TITLE%28Impacts+of+climate+change+on+winter+wheat+growth+in+Panzhuang+Irrigation+District%2C+Shandong+Province%29", "abstract": ["Global climate change has significant impacts on agricultural production. Future climate change will bring important influences to the food security. The CERES-Wheat model was used to simulate the winter wheat growing process and production in Panzhuang Irrigation District (PID) during 2011-2040 under B2 climate scenario based on the Special Report on Emissions Scenarios (SRES) assumptions with the result of RCMs (Regional Climate Models) projections by PRECIS (Providing Regional Climates for Impacts Studies) system introduced to China from the Hadley Centre for Climate Prediction and Research. The CERES-Wheat model was calibrated and validated with independent field-measured growth data in 2002-2003 and 2007-2008 growing season under current climatic conditions at Yucheng Comprehensive Experimental Station (YCES), Chinese Academy of Sciences (CAS). The results show that a significant impact of climate change on crop growth and yield was noted in the PID study area. Average temperature at Yucheng Station rose by 0. 86°C for 1961-2008 in general. Under the B2 climate scenario, average temperature rose by 0. 55°C for 2011-2040 compared with the baseline period (1998-2008), which drastically shortened the growth period of winter-wheat. However, as the temperature keep increasing after 2030, the top-weight and yield of the winter wheat will turn to decrease. The simulated evapotranspiration shows an increasing trend, although it is not very significant, during 2011-2040. Water use efficiency will increase during 2011-2031, but decrease during 2031-2040. The results indicate that climate change enhances agricultural production in the short-term, whereas continuous increase in temperature limits crop production in the long-term. © 2010 Science in China Press and Springer-Verlag Berlin Heidelberg."]},
{"url": "http://www.scopus.com/record/display.url?eid=2-s2.0-78650174441&origin=resultslist&sort=plf-f&src=s&st1=Catalysis+Center+for+Energy+Innovation+for+Biomass+Processing%3a+Research+Strategies+and+Goals&st2=&sid=A22AA95C8BE6B5740DC39EC6DDC77239.CnvicAmOODVwpVrjSeqQ%3a451&sot=b&sdt=b&sl=99&s=TITLE%28Catalysis+Center+for+Energy+Innovation+for+Biomass+Processing%3a+Research+Strategies+and+Goals%29&relpos=0&relpos=0&citeCnt=20&searchTerm=TITLE%28Catalysis+Center+for+Energy+Innovation+for+Biomass+Processing%3A+Research+Strategies+and+Goals%29", "abstract": ["Production of energy and chemicals from biomass is of critical importance in meeting some of the challenges associated with decreasing availability of fossil fuels and addressing global climate change. In the current article, we outline a perspective on key challenges of biomass processing. We also introduce the Catalysis Center for Energy Innovation (CCEI), one of the 46 Energy Frontier Research Centers established by the Department of Energy in the spring of 2009, and CCEI's overall research strategies and goals along with its cross-cutting research thrusts that can enable potential technological breakthroughs in the utilization of biomass and its derivatives. The center focuses on developing innovative heterogeneous catalysts and processing schemes that can lead to viable biorefineries for the conversion of biomass to chemicals, fuels, and electricity. In order to achieve this goal, a group of over twenty faculty members from nine institutions has been assembled to bring together complementary expertise covering novel materials synthesis, advanced characterization, multiscale modeling, surface science, catalytic kinetics, and microreactors. © 2010 Springer Science+Business Media, LLC."]},
{"url": "http://www.scopus.com/record/display.url?eid=2-s2.0-78649368333&origin=resultslist&sort=plf-f&src=s&st1=The+aesthetics+of+water+and+land%3a+a+promising+concept+for+managing+scarce+water+resources+under+climate+change&st2=&sid=A22AA95C8BE6B5740DC39EC6DDC77239.CnvicAmOODVwpVrjSeqQ%3a501&sot=b&sdt=b&sl=117&s=TITLE%28The+aesthetics+of+water+and+land%3a+a+promising+concept+for+managing+scarce+water+resources+under+climate+change%29&relpos=0&relpos=0&citeCnt=13&searchTerm=TITLE%28The+aesthetics+of+water+and+land%3A+a+promising+concept+for+managing+scarce+water+resources+under+climate+change%29", "abstract": ["The eastern Mediterranean faces a severe water crisis: water supply decreases due to climate change, while demand increases due to rapid population growth. The GLOWA Jordan River project generates science-based management strategies for maximizing water productivity under global climate change. We use a novel definition of water productivity as the full range of services provided by landscapes per unit blue (surface) and green (in plants and soil) water. Our combined results from climatological, ecological, economic and hydrological studies suggest that, in Israel, certain landscapes provide high returns as ecosystem services for little input of additional blue water. Specifically, cultural services such as recreation may by far exceed that of food production. Interestingly, some highly valued landscapes (e.g. rangeland) appear resistant to climate change, making them an ideal candidate for adaptive land management. Vice versa, expanding irrigated agriculture is unlikely to be sustainable under global climate change. We advocate the inclusion of a large range of ecosystem services into integrated land and water resources management. The focus on cultural services and integration of irrigation demand will lead to entirely different but productive water and land allocation schemes that may be suitable for withstanding the problems caused by climate change. © 2010 The Royal Society."]},
{"url": "http://www.scopus.com/record/display.url?eid=2-s2.0-78650538593&origin=resultslist&sort=plf-f&src=s&st1=Contribution+potential+of+glaciers+to+water+availability+in+different+climate+regimes&st2=&sid=A22AA95C8BE6B5740DC39EC6DDC77239.CnvicAmOODVwpVrjSeqQ%3a511&sot=b&sdt=b&sl=92&s=TITLE%28Contribution+potential+of+glaciers+to+water+availability+in+different+climate+regimes%29&relpos=0&relpos=0&citeCnt=127&searchTerm=TITLE%28Contribution+potential+of+glaciers+to+water+availability+in+different+climate+regimes%29", "abstract": ["Although reliable figures are often missing, considerable detrimental changes due to shrinking glaciers are universally expected for water availability in river systems under the influence of ongoing global climate change. We estimate the contribution potential of seasonally delayed glacier melt water to total water availability in large river systems. We find that the seasonally delayed glacier contribution is largest where rivers enter seasonally arid regions and negligible in the lowlands of river basins governed by monsoon climates. By comparing monthly glacier melt contributions with population densities in different altitude bands within each river basin, we demonstrate that strong human dependence on glacier melt is not collocated with highest population densities in most basins."]},
{"url": "http://www.scopus.com/record/display.url?eid=2-s2.0-78650538273&origin=resultslist&sort=plf-f&src=s&st1=Climate+mitigation+and+the+future+of+tropical+landscapes&st2=&sid=A22AA95C8BE6B5740DC39EC6DDC77239.CnvicAmOODVwpVrjSeqQ%3a521&sot=b&sdt=b&sl=63&s=TITLE%28Climate+mitigation+and+the+future+of+tropical+landscapes%29&relpos=0&relpos=0&citeCnt=28&searchTerm=TITLE%28Climate+mitigation+and+the+future+of+tropical+landscapes%29", "abstract": ["Land-use change to meet 21st-century demands for food, fuel, and fiber will depend on many interactive factors, including global policies limiting anthropogenic climate change and realized improvements in agricultural productivity. Climate-change mitigation policies will alter the decision-making environment for land management, and changes in agricultural productivity will influence cultivated land expansion. We explore to what extent future increases in agricultural productivity might offset conversion of tropical forest lands to crop lands under a climate mitigation policy and a contrasting no-policy scenario in a global integrated assessment model. The Global Change Assessment Model is applied here to simulate a mitigation policy that stabilizes radiative forcing at 4.5 W m", " (approximately 526 ppm CO", ") in the year 2100 by introducing a price for all greenhouse gas emissions, including those from land use. These scenarios are simulated with several cases of future agricultural productivity growth rates and the results downscaled to produce gridded maps of potential land-use change. We find that tropical forests are preserved near their present-day extent, and bioenergy crops emerge as an effective mitigation option, only in cases in which a climate mitigation policy that includes an economic price for land-use emissions is in place, and in which agricultural productivity growth continues throughout the century. We find that idealized land-use emissions price assumptions are most effective at limiting deforestation, even when cropland area must increase to meet future food demand. These Andings emphasize the importance of accounting for feedbacks from land-use change emissions in global climate change mitigation strategies."]}]